[
  {
    "id": "1765747016934",
    "title": "Zootopie",
    "type": "Film",
    "genre": "Animation, Aventure, Familial, Comédie",
    "year": 2016,
    "rating": 7.8,
    "duration": "1h 49min",
    "image": "https://image.tmdb.org/t/p/w500/xEx4dHi2IrTB0vkVPccrGrMcZQW.jpg",
    "heroImage": "https://image.tmdb.org/t/p/original/9tOkjBEiiGcaClgJFtwocStZvIT.jpg",
    "desc": "Avec ses quartiers comme la très chic Place du Sahara ou le glacial Toundraville, la métropole Zootopie, où ne vivent que des mammifères, est un melting pot où toutes les espèces cohabitent. Qu’on soit un énorme éléphant ou une minuscule musaraigne, tout le monde y a sa place. Mais quand l’optimiste agent Judy Hopps arrive en ville, elle découvre qu’être le premier lapin dans la police, au milieu d'animaux costauds, n’est pas si simple. Pour faire ses preuves, elle décide de résoudre une enquête, même si pour cela, elle doit faire équipe avec Nick Wilde, un renard beau parleur et roi de l’arnaque. Certaines séquences ou certains motifs lumineux clignotants sont susceptibles d'affecter les téléspectateurs photosensibles.",
    "video": "https://uqload.bz/embed-xh9mhiz9526c.html",
    "views": 2,
    "featured": false
  },
  {
    "id": "1765746308019",
    "title": "Five Nights at Freddy's 2",
    "type": "Film",
    "genre": "Horreur, Thriller",
    "year": 2025,
    "rating": 6.4,
    "duration": "1h 44min",
    "image": "https://image.tmdb.org/t/p/w500/enRyaRthhsuAqBwzYKqb7VfCJg.jpg",
    "heroImage": "https://image.tmdb.org/t/p/original/bhhgVjnZ69ZoCGYvVT3djnAWSJA.jpg",
    "desc": "N'importe qui peut survivre à cinq nuits. Cette fois, il n'y aura pas de seconde chance.",
    "video": "https://frembed.my/api/film.php?id=1228246",
    "views": 14,
    "featured": false
  },
  {
    "id": "1765744924845",
    "title": "Chainsaw Man – Le Film : L'arc de Reze",
    "type": "Film",
    "genre": "Animation, Action, Romance, Fantastique",
    "year": 2025,
    "rating": 8.3,
    "duration": "1h 40min",
    "image": "https://image.tmdb.org/t/p/w500/cHcG6wXRPjIbeUqydKdG7r0oMmc.jpg",
    "heroImage": "https://image.tmdb.org/t/p/original/kfXgo2rMF1A19celCwLyQ4Xwpf8.jpg",
    "desc": "Après avoir mit hors d'état de nuire Katana Man, Denji se demande avec l'agitation de sa vie s'il a toujours un cœur. Il va faire la rencontre de Reze, une jeune femme qui semble s'intéresser à lui. Leur relation s'épanouit jusqu'à ce que la vraie nature de Reze se révèle. Il va livrer un combat périlleux guidé par l'amour mais qui sera explosif.",
    "video": "https://supervideo.cc/e/ne8jm227h63d",
    "views": 12,
    "featured": false
  },
  {
    "id": "1765744793334",
    "title": "Zootopie 2",
    "type": "Film",
    "genre": "Animation, Comédie, Aventure, Familial, Mystère",
    "year": 2025,
    "rating": 7.7,
    "duration": "1h 48min",
    "image": "https://image.tmdb.org/t/p/w500/8KL0XQaKDAV7KzveZzSoCZ0eaq7.jpg",
    "heroImage": "https://image.tmdb.org/t/p/original/5h2EsPKNDdB3MAtOk9MB9Ycg9Rz.jpg",
    "desc": "Judy Hopps et Nick Wilde, après avoir résolu la plus grande affaire criminelle de l'histoire de Zootopie, découvrent que leur collaboration n'est pas aussi solide qu'ils le pensaient lorsque le chef Bogo leur ordonne de participer à un programme de thérapie réservé aux coéquipiers en crise. Leur partenariat sera même soumis à rude épreuve lorsqu'ils devront éclaircir - sous couverture et dans des quartiers inconnus de la ville - un nouveau mystère et s'engager sur la piste sinueuse d'un serpent venimeux fraîchement arrivé dans la cité animale...",
    "video": "https://supervideo.cc/e/ieo92r7hiicb",
    "views": 3,
    "featured": false
  },
  {
    "id": "1765744614786",
    "title": "Les Boxtrolls",
    "type": "Film",
    "genre": "Animation, Comédie, Familial, Fantastique",
    "year": 2014,
    "rating": 6.7,
    "duration": "1h 40min",
    "image": "https://image.tmdb.org/t/p/w500/9EjSOSnGtezOBqrdS5pLbpCX5dA.jpg",
    "heroImage": "https://image.tmdb.org/t/p/original/q2vz5DeLbegD2teJU29Gtb4t2sO.jpg",
    "desc": "Les Boxtrolls est une fable qui se déroule à Cheesebridge, une ville huppée de l'époque victorienne, dont la principale préoccupation est le luxe, la distinction et la crème des fromages les plus puants. Sous le charme de ses rues pavées, se cachent les Boxtrolls, d’horribles monstres qui rampent hors des égouts la nuit pour dérober ce que les habitants ont de plus cher : leurs enfants et leurs fromages. C'est du moins la légende à laquelle les gens de Cheesebridge ont toujours cru.",
    "video": "https://supervideo.my/e/3fkedfhzixsd",
    "views": 2,
    "featured": false
  },
  {
    "id": "1765744428114",
    "title": "Les Croods 2 : Une nouvelle ère",
    "type": "Film",
    "genre": "Animation, Familial, Aventure, Fantastique, Comédie",
    "year": 2020,
    "rating": 7.5,
    "duration": "1h 28min",
    "image": "https://image.tmdb.org/t/p/w500/nMLI9xkJTbgpZjMSrFiTUDv9WIG.jpg",
    "heroImage": "https://image.tmdb.org/t/p/original/fmIp40ev4VGquK2bMo52PQgaV2d.jpg",
    "desc": "Les Croods ont survécu à leur part de dangers et de catastrophes mais ils vont maintenant devoir relever leur plus grand défi : rencontrer une autre famille. Les Croods ont besoin d’un nouvel endroit où habiter. La famille préhistorique part alors en quête d’un endroit plus sûr. Quand ils découvrent un paradis idyllique entouré de murs, ils pensent que tous leurs problèmes sont résolus… Mais une famille y vit déjà : les Bettermans. Avec leur cabane dans les arbres, leurs inventions étonnantes et leurs hectares irrigués de produits frais, Les Bettermans sont bien au‐dessus des Croods sur l’échelle de l’évolution. Ils accueillent les Croods avec joie, mais les tensions ne tardent pas à s’intensifier entre la famille des grottes et la famille moderne. Mais une nouvelle menace va propulser les deux familles dans une aventure épique hors des murs, ce qui les obligera à accepter leurs différences et à se servir des forces des uns et des autres.",
    "video": "https://supervideo.my/e/2w0hjnoto47j",
    "views": 1,
    "featured": false
  }
]